Revit 2024 API
UnitTypeId.SquareFeetPerKip Property
 Square feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SquareFeetPerKip { get; }
Visual Basic
Public Shared ReadOnly Property SquareFeetPerKip As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareFeetPerKip {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace